Repository: ilmora/ios-marvel-db
Catalog: Marvel/View/Localization/*.lproj/Localizable.strings
Languages: fr

source: OnSaleDate
fr: Date de sortie

source: Comic
fr: Bande dessinée

source: Characters
fr: Personnage

source: colorist
fr: illustration

source: colorist (cover)
fr: illustration (couverture)

source: editor
fr: editeur

source: letterer
fr: lettrage

source: penciler (cover)
fr: dessinateur (couverture)

source: writer
fr: ecrivain

source: inker
fr: encreur

source: inker (cover)
fr: encreur (couverture)

source: painter (cover)
fr: peintre (couverture)

source: comics_new
fr: Nouveau

source: comics_to_come
fr: Prochainement

source: summary
fr: description

source: search
fr: Rechercher
